{
    "userGreetSpotty":"I'm Spotty, the RedSpottedHanky bot programmed to help you plan your journey and respond to your questions",
    "userGreetTypePerson":"Type \"Person\" at any time, and I’ll give you the details to speak to a RedSpottedHanky representative",
    "proceedWithPersonText":"If you have a problem please first check our Top FAQs, if you can't find what you are looking for then get in touch by submitting an enquiry or emailing us at redspottedhanky@atos.net or calling ur support like, open everyday from 08:00 to 20:00 on 0800 377 7748 (freephone). \n\nIn general if you have a problem with the ticket you bought from our site to do with delivery, payment, exchange or refunds then please contact us  directly",
    "readyToStart":"Are you ready to start?",
    "welcome":"Welcome to Journey Planner",
    "howCanIHelp":"How can I help you?",
    "helpReplyText":"Welcome to Redspottedhanky journey planner.\n\nI can lead you through providing a starting station, destination station and time of travel to get train times and fares. \n\nOr simply key in question like 'get trains from Swansea to London on Saturday at 10 AM'.\n\nYou can also setup your favorite journey, by typing 'setup my favorite joruney'. \n\nTo se your current favorite journey type 'What is my favourite journey ?' \n\nTo plan your favorite journey  simply type 'plan my favourite journey'",
    "serviceName":"RedSpottedHanky",
    "welcomeText": "Welcome to RedSpottedHanky Journey Planner",
    "alexaWelcome":"Welcome to RedSpottedHanky Journey Planner. I can lead you through providing a starting station, destination station and time of travel to get train times and fares.",
    "alexaHelpText":"Welcome to RedSpottedHanky Journey Planner. I can lead you through providing a starting station, destination station and time of travel to get train times and fares, or you can simply ask a question like \"get trains from Swansea to London on Saturday at 10 AM\". You can also set your favourite journey, by saying \"setup my favourite journey\". To hear your current favourite journey, say \"what is my favourite journey?\". To plan your favourite journey simply say \"plan my journey\" ",
    "alexaAskJourneyStartDate": "When would you like to start your journey?",
    "alexaAskJourneyDepartingStation":"Which station would you like to depart from?",
    "alexaAskJourneyDestinationStation":"Which station would you like to travel to ?",
    "alexaAskDepartingStationAgain":"Sorry, I didn't hear it. Can you please say something like <emphasis level=\"strong\">from</emphasis> some departing sation name?",
    "alexaAskDestinationStationAgain":"Sorry, I didn't hear it. Can you please say something like <emphasis level=\"strong\">to</emphasis> some destination sation name?",
    "alexaAskJourneyDepartureTime":"At what time would you like to start your journey?",
    "alexaAskJourneyDepartureDateAgain":"Sorry I did not hear your journey start date. Could you please let me know when would you like to start your journey ?",
    "alexaAskJourneyDepartureTimeAgain":"Sorry I did not hear your journey start time. Could you please let me know at what time would you like to start your journey ?",
    "wrongTrainStation":"Sorry I didn't get that. I can understand train stations in UK only.",
    "proximityNotRequired":"Proximity Search Not Required for : ",
    "repeatMessage":"Sorry I didn't get that. Did you mean?",
    "showDetailsSubTitle" : "Starting #DTIME reaching #ATIME"
  }